<?php include 'inc/header.php'; ?>
<?php $cmenu = 'faq'; include 'inc/topmenu.php'; ?>
		<div id="content">
			<div class="basic-page">
				<h4>گوگل کروم فریم چیست؟</h4>
				<p>
					گوگل کروم فریم یک پلاگین برای مرورگر اینترنت اکسپلورر است که به صورت متن باز منتشر شده است. و قابلیت استفاده از آخرین تکنولوژی های وب مثل HTML5 و موتور پردازش جاوا اسکریپت سریع را به اینترنت اکسپلورر می دهد.
					<br />
					وقتی کروم فریم نصب باشد، بدون نیاز به کاری، شما از بهترین امکانات وب حتی بر روی IE6 بهره مند خواهید شد
				</p>
				<h4>
					کدام سیستم عامل ها و مرورگرها از گوگل کروم فریم پشتیبانی میکنند؟
				</h4>
				<p>
					پلاگین گوگل کروم فریم بر روی اینترنت اکسپلورر 6 و 7 و 8 و 9 به خوبی کار میکند
					<br />
					گوگل کروم فریم بر روی سیستم عامل ویندوز نسخه های XP SP2 و ویستا و 7 قابل نصب است
				</p>
				<h4>من چطور گوگل کروم فریم را نصب کنم؟</h4>
				<p>
					شما می توانید از سایت chromeframe.ir این پلاگین را دانلود کنید و نصب کنید
				</p>
				<h4>
					آیا بعد از نصب، گوگل کروم فریم وظیفه نمایش تمام وب سایت هایی که در مرورگرم باز میکنم را به عهده میگیرد؟
				</h4>
				<p>
					خیر، تنها وب سایت هایی که با این پلاگین بهینه شدند با گوگل کروم فریم نمایش داده خواهند شد
				</p>

				<h4>
					من گوگل کروم فریم را نصب کرده ام، و الان در وب سایتی هستم که فکر میکنم این ویژگی در آن فعال است، جطور متوجه فعال بودن گوگل کروم فریم شوم؟
				</h4>
				<p>
					اگر بر روی صفحه راست کلیک کنید، در منوی راست کلیک باید گزینه با عنوان “About Chrome Frame.” ببینید
				</p>
				<h4>
					اگر گوگل کروم فریم را نصب کنم، آیا مشکلی برای وب سایت هایی که الان با مرورگرم میبینم ایجاد خواهد کرد؟
				</h4>
				<p>
					خیر، گوگل کروم فریم تنها وقتی که وب سایت درخواست فعال شدندش را داشته باشد فعال میشود، در غیر این صورت، محتوی وب سایت هیچ تغییری نخواهد کرد
				</p>

				<h4>
					آیا نیاز به چک کردن دائم برای به روز رسانی گوگل کروم فریم دارم؟
				</h4>
				<p>
					خیر، گوگل کروم فریم از سرویس به روز رسانی خودکار گوگل استفاده میکند، که به شما کمک میکند همیشه از آخرین نسخه پایدار منتشر شده استفاده کنید
				</p>

				<h4>آیا گوگل کروم فریم از IE-64bit هم پشتیبانی می کند؟</h4>
				<p>
					خیر، فعلا از اینترنت اکسپلورر 64 بیتی پشتیبانی نمی شود، اما تعداد کاربران نسخه 64 بیتی کمتر از 1 درصد است، گوگل کروم فریم در ویندوز 7 64 بیتی از نسخه 32 بیتی ویندوز بهره میبرد.
				</p>
				<h4>چطور گوگل کروم فریمی را که نصب کردم، پاک کنم ؟</h4>
				<p>
					از طریق پنجره add or remove programs در کنترل پنل میتوانید گوگل کروم فریم را پاک کنید
				</p>
				<h4>من در نصب گوگل کروم فریم به مشکل برخوردم، کمـــک!</h4>
				<p>
					همانطور که در بالا اشاره شد، گوگل کروم فریم در نسخه 64 بیتی کار نمیکند، پس مطمئن شوید که در نسخه 32 بیتی هستید
				</p>
			</div>
		</div>
<?php include 'inc/footer.php'; ?>